{
      "cardData":[
                        {
                              "contentYear":"2022",
                              "contentHeading":"Independence day Orphanage visit",
                              "contentImageLink":"./src/assets/Images/orphanage.jpg",
                              "contentText":"In the spirit of India's 75th Independence Day, we at NSS BITS Pilani, Hyderabad Campus visited various orphanages across India to give children the love they deserve. In turn, they gave us moments to cherish. The memories of visiting Prerna and Cheers foundation orphanage are some of those that would hold dear to us for a long time. The event began with hoisting the flag where the volunteers, the kids, caregivers and founders of the orphanage came together to celebrate their patriotism towards the mother nation. We have conducted events ranging from housie to musical chairs. Later in the day, when we played songs, the kids started to dance along to the tunes of the songs. We also provided the kids with some gifts, where the children also looked content and their happiness was indeed encouraging and fulfilling for us. The enthusiasm and the joy in the kids’ eyes and the love they had for us filled our hearts with utmost delight. We'd like to express our gratitude to all the contributors who made the event engaging and successful."
                        },
                        {
                              "contentYear":"2022",
                              "contentHeading":"Cleanliness Drive",
                              "contentImageLink":"./src/assets/Images/cleanlinessdrive.jpg",
                              "contentText":"Cleanliness is our own responsibility. It is as essential as we need food, water and clothes to live. Absence of cleanliness leads to various types of diseases, illness and breeding places for flies, mosquitoes etc and therefore, cleanliness and health are related to each other. So, on the NSS day, the proud Bitsians took on the initiative of making the campus clean and thus, a successful cleanliness drive was organised by NSS on 24th September 2022. Many volunteers actively participated in the drive where they started collecting trash and garbage scattered from various places and ultimately dumping them in the dustbins where they were originally meant to be in and thereby motivating other students not to throw their wastes on campus grounds. We are always keen to conduct such drives in future and looking forward to your active participation."
                        },
                        {
                              "contentYear":"2022",
                              "contentHeading":"SPIC MACAY",
                              "contentImageLink":"./src/assets/Images/spicmacay.jpg",
                              "contentText":"On the 30th of September, we at NSS BPHC hosted SPIC MACAY (Society for Promotion of Indian Classical Music And Culture Amongst Youth). We had Shri Dhananjay Hedge with his team singing two fantabulous Hindustani songs. After the delightful performance, the audience interacted with Shri Dhananjay Hegde. The evening was filled with soothing music and intellectual dialogue. Once again we thank Shri Dhananjay Hegde and his team for making the evening beautiful. We also thank the volunteers for making this event a success."
                        },
                        {
                              "contentYear":"2022",
                              "contentHeading":"Diya decoration for DIWALI",
                              "contentImageLink":"./src/assets/Images/cleanlinessdrive.jpg",
                              "contentText":"Recently, NSS BPHC visited ZPHS High School Thumkunta for a Diya decoration competition. There was a total of 160 kids studying from 6th to 8th standard. We commenced the event with mesmerizing dance and music performances by the kids. Later the students were made aware of the harmful effects of Firecrackers and why to abstain from them, along with Diya Decoration to make them aware of the eco-friendly ways of celebrating Diwali, keeping the fun intact in the festival of Lights. Finally, diyas were lit up and placed near the idol of Saraswati Matha (Goddess), and this marked the end of our event at Thumkunta High School."
                        },
                        {
                              "contentYear":"2021",
                              "contentHeading":"Break The Bias",
                              "contentImageLink":"./src/assets/Images/orphanage.jpg",
                              "contentText":"Survey conducted on campus asking students if any have faced bias with respect to gender in any domain - be it projects, placements, or in any clubs or departments. Inputs were taken from the students on measures that could be implemented so as to reduce the extent of such discrimination on campus. A discussion with the higher authorities took place and an informal group was formed consisting of students so as to reduce the gap in between the administration and students who had concerns."
                        },
                        
                        {
                              "contentYear":"2021",
                              "contentHeading":"NSS Far From Home",
                              "contentImageLink":"./src/assets/Images/spicmacay.jpg",
                              "contentText":"Our first event under this project was aimed at spreading environmental mindfulness and COVID awareness. We have successfully distributed pamphlets and 100 ml sanitizers to 400 households in the villages of Menakur and Chavali in Nellore district. These oil printed pamphlets in the village’s native language were an effective and captivating method of conveying our message. They contained interactive text and images about dealing with COVID in several situations and also its impact on their environment. Although it was an end in itself, the experience of this interaction enriched our being! NSS believes in helping the community however we can, and encourages each and every one of you to do the same. If you have been up to any community service, we’d love to hear all about it and share your inspiring acts of kindness. “Sometimes the best way to solve your own problems is to help someone else.” Distributed 200 pamphlets to Government School Children in Guntur District. We also explained to them the importance of the Environment and precautions to reduce Environmental Pollution. The schools being - 1. Zilla Parishad Unnatha Paatashala - Prathipadu, Guntur Dist. 2. Kolla Subbaiah Raghavamma Zilla Parishad Unnatha Paatashala - Annaparru, Guntur Dist. NSS believes in helping the community; however, we can and encourages everyone to do so."
                        }
      ]
}